{
  "entries":  
  [
    {
      "ID":"1",
      "IMPORTANT":true,
      "TITLE":"Disclaimer",
      "CONTENT":"The author does not host or upload any of the content of the app. \r\n\r\nAll content is retrieved from third-party websites like Trakt.tv, TMDB, Imdb,Openload, Streamango, Google, TheVideo, Vidup, Vidoza, etc..\r\n\r\nThe author does not have any affiliation with the content providers and is not responsible for the content they provide.\r\n\r\nTo know more about the app, check the \"Information\" section on the main menu.\r\n"    
    },
    {
      "ID":"2",
      "IMPORTANT":false,
      "TITLE":"Torrents",
      "CONTENT":"You can watch torrent streams directly on Morpheus TV without downloading them previously.\r\nTorrents will also be casted to Chromecast devices by using an internal HTTP server which will stream the file directly to the device.\r\n\r\nTorrents are disabled by default and to avoid any legal issues in your country you should use a VPN service while torrenting.\r\n\r\nTorrent integration for now is limited to just a few providers like RARBG, YTS.AG and EZTV.\r\n\r\nAfter selecting a torrent source, some metadata will be downloaded which includes the first and last pieces of the video file and this process can take a few seconds or minutes depending on the speed of your connection, the file size and the amount of peers currently sharing the file."    
    },
    {
      "ID":"3",
      "IMPORTANT":false,
      "TITLE":"Downloads",
      "CONTENT":"Morpheus TV allows you to download the sources to watch later.\r\nThis is a great option if you have a slow internet or suffer from alot of buffering because you can just download the file and watch it later.\r\n\r\nBefore downloading, make sure you have enough free space on the device.\r\n\r\nTo download, just long click (or context menu button) on one of the sources, a movie or episode and a dialog will popup with an option to download.\r\n\r\nAfter adding a file to the download queue, you can check its status in the downloads section of the main menu or click the download icon on the top right corner of the screen.\r\n\r\nYou can pause, cancel, set priorities of your downloads by long tapping (or context menu) a download and selecting the appropriate action from the popup dialog."    
    },
    {
      "ID":"4",
      "IMPORTANT":false,
      "TITLE":"Casting",
      "CONTENT":"Morpheus TV integrates with Google Cast and allows you to stream your sources and torrents to those devices.\r\n\r\nAfter clicking the cast icon on the top right corner of the screen and selecting your device, any stream will by played on it instead of the internal player.\r\n\r\nAn internal HTTP server is used to help serve files to the device.\r\nSubtitles will always be served by this server and for some video files that refuse to play directly (like HLS streams) it will also serve as a proxy to resolve common problems like CORS, invalid cookies, etc...\r\n\r\nIf you plan to use this app mainly for casting, it is recommended to enable the main notification in the settings.\r\nThis notification is used to keep the foreground service alive and responding to requests from the Chromecast while your phone is locked."    
    },
    {
      "ID":"5",
      "IMPORTANT":false,
      "TITLE":"Morpheus TV",
      "CONTENT":"MorpheusTV is a free app without any ads or subscription plans.\r\nIt searches several free and public websites for streaming links and displays the results in simple interface navigateable with a DPAD remote control without the need for a mouse or keyboard.\r\n\r\nAll movie and tvshow metadata is retrieved from Trakt.tv, posters and backdrops are retrieved from TMDB.\r\nSubtitles for movies and tv shows are provided by third-party websites like Opensubtitles, LegendasDivx and TVSubs.\r\nAll links scraped by the app are available to the public in their respective websites and are hosted by third-party services like Openload, Streamango, Google, TheVideo, Vidup, Vidoza, etc..\r\n\r\nIt has some integration with your Trakt.tv account but for now it is limited to Collections and Watchlist.\r\nIt will automatically mark content as watched when you watch 90% of it.\r\nFor tv shows, there is a nice \"Watch next\" section where it shows your next episodes to watch...\r\n\r\nIt uses its own internal player (Exoplayer with some modifications) and can also play to Chromecast devices.\r\nIn the first versions it used external players like VLC and MxPlayer but they were quickly dismissed because of the lack of control over the UI and the HTTP request headers.\r\n\r\nThere are no plans to support Real-Debrid or any service that provides subscription based premium services for pirated content.\r\nI am totally against those who profit from the \"scene\" and 99% of those services are doing just that.\r\nThat is also the reason there are no ads in this app.\r\n\r\nMorpheus TV is not meant to be a competitor to any other app like some youtubers are claiming.\r\nI actually do not care about what other apps have to offer and no interest in implementing a feature just because some other app has it. \r\nI made this app for myself and will implement whatever features I find useful to me."    
    },
    {
      "ID":"6",
      "IMPORTANT":false,
      "TITLE":"Support",
      "CONTENT":"Morpheus TV is an hobby project developed by a single developer with limited time and I will not provide any support channels for users.\r\n\r\nThere are NO official websites, sub-reddits or facebook groups.\r\nBeware of websites that claim to be \"official\" because they are not and you might end up installing an APK loaded with malware.\r\n\r\nAptoide is the only safe place to download the official APK."    
    },
    {
      "ID":"7",
      "IMPORTANT":false,
      "TITLE":"The End of Morpheus",
      "CONTENT":"I am sorry to announce that Morpheus TV will have no more updates after version 1.66.\r\n\r\nThis project was created with the intention of being used by a small group of people and was published in the Aptoide store for convenience because it facilitated distribution to the people it was developed for. \r\n\r\nThe app was never promoted on social media and it was supposed to be kept under the radar but some youtubers found it and started making videos and promoting the app by themselves.\r\nAt first, it did not bother me much because I thought people would eventually lose interest and keep using whatever apps they used before, but I was mistaken and should have end this months ago.\r\nThere are now thousands of users using Morpheus and that draws too much unwanted attention and the providers scraped by the app are being hammered with too many requests that wastes their server resources.\r\n\r\nSo I decided to pull the plug.\r\nThe app will continue working but the amout of sources will reduce gradually with time because of the lack of scraper maintenance.\r\n\r\nThe project is going to be rebranded and development will continue under a new name and application_id.\r\nDistribution will be restricted to a small group of individuals and hidden from public eyes like it was supposed to be.\r\n\r\n"    
    }  
  ]
}
